{
    "Name": "Nome",
    "E-Mail Address": "Email",
    "Password": "Senha",
    "Confirm Password": "Confirmação de Senha",
    "Remember Me": "Manter conectado",
    "Forgot Your Password?": "Esqueceu sua senha?",
    "Login": "Entrar",
    "Register": "Registre-se",
    "Home": "Principal",
    "Logout": "Sair",
    "Toggle navigation": "Alternar navegação",
    "Verify Your Email Address": "Verifique seu endereço de email",
    "A fresh verification link has been sent to your email address.": "Um novo link de verificação foi enviado para seu email",
    "Before proceeding, please check your email for a verification link.": "Antes de prosseguir, por favor, veja se recebeu o link de verificação em seu email",
    "If you did not receive the email": "Se você não recebeu o email",
    "click here to request another": "clique aqui para solicitar outro",
    "Please click the button below to verify your email address.": "Clique no botão abaixo para verificar seu endereço de e-mail",
    "Verify Email Address": "Verificar E-mail",
    "If you did not create an account, no further action is required." : "Se você não criou a conta, favor desconsiderar este e-mail",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Se você estiver com problemas para clicar no botão \":actionText\", copie e cole o URL abaixo\nem seu navegador da web:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:displayableActionUrl](:actionURL)":  "Se você estiver com problemas para clicar no botão \":actionText\", copie e cole o URL abaixo\nem seu navegador da web: [:displayableActionUrl](:actionURL)",
    "Send Password Reset Link": "Enviar link para redefinir senha",
    "Reset Password": "Modificar Senha",
    "You are receiving this email because we received a password reset request for your account.": "Você está recebendo este e-mail porque recebemos uma solicitação de redefinição de senha para sua conta.",
    "If you did not request a password reset, no further action is required.": "Se você não solicitou a redefinição de senha, nenhuma ação adicional será necessária.",
    "This password reset link will expire in :count minutes.": "Este link de redefinição de senha expirará em :count minutos.",
    "Please confirm your password before continuing." : "Por favor, confirme sua senha para continuar.",
    "Hello!": "Olá!",
    "Regards": "Saudações",
    "Reset Password Notification": "Notificação de redefinição de senha",
    "All rights reserved.": "Todos os direitos reservados.",
    "Manage Account": "Gerenciamento de conta",
    "Profile": "Perfil",
    "Manage Team": "Gerenciamento da Plataforma",
    "Team Settings": "Configurações",
    "Create New Team": "Criar uma nova",
    "Switch Teams": "Trocar de Plataforma",
    "Basic Registrations": "Cadastros Básicos",
    "Profile Information": "Informações do Perfil",
    "Update your account\\'s profile information and email address.": "Atualize as informações da sua conta",
    "Select A New Photo": "Selecione uma nova foto",
    "Remove Photo": "Remover foto",
    "Save": "Salvar",
    "Update Password": "Atualizar Senha",
    "Ensure your account is using a long, random password to stay secure.": "Utilize uma senha longa e aleatória para permanecer seguro",
    "Current Password": "Senha Atual",
    "New Password": "Nova Senha",
    "Two Factor Authentication": "Autenticação de Dois Fatores",
    "Add additional security to your account using two factor authentication.": "Adicione segurança adicional a sua conta utilize a autenticação em dois fatores",
    "You have not enabled two factor authentication.": "Você não ativou a autenticação de dois fatores",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Quando a autenticação de dois fatores está habilitada, será solicitado um token aleatório seguro durante a autenticação. Você pode obter esse token do aplicativo Google Authenticator em seu telefone.",
    "Enable": "Ativar",
    "Browser Sessions": "Sessões do Navegador",
    "Manage and logout your active sessions on other browsers and devices.": "Gerencie e saia de suas sessões ativas em outros navegadores e dispositivos",
    "This device": "Este dispotivo",
    "Last active": "Ultima atividade",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. If you feel your account has been compromised, you should also update your password.": "Se necessário, você pode sair de todas as demais sessões em todos os seus dispositivos. Se achar que sua conta foi comprometida, você também deve atualizar sua senha.",
    "Logout Other Browser Sessions": "Sair das demais sessões",
    "Nevermind": "Cancelar",
    "Done.": "Feito",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Por favor, digite sua senha para confirmar que você gostaria de sair as suas demais sessões em todos os seus dispositivos.",
    "This password does not match our records.": "Esta senha não corresponde ao registro deste usuário",
    "Delete Account": "Excluir Conta",
    "Permanently delete your account.": "Excluir conta permanentemente,",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Depois que sua conta for excluída, todos os seus recursos e dados serão excluídos permanentemente. Antes de excluir sua conta, baixe todos os dados ou informações que deseja reter.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Tem certeza que deseja deletar sua conta? Depois que sua conta for excluída, todos os seus recursos e dados serão excluídos permanentemente. Digite sua senha para confirmar que deseja excluir permanentemente sua conta.",
    "For your security, please confirm your password to continue.": "Para sua segurança, confirme sua senha para continuar.",
    "Confirm": "Confirmar",
    "Nevermind": "Cancelar",
    "You have enabled two factor authentication.": "Você ativou a autenticação de dois fatores",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "A autenticação de dois fatores agora está habilitada. Leia o seguinte código QR usando o aplicativo autenticador do seu telefone.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Armazene esses códigos de recuperação em um gerenciador de senhas seguro. Eles podem ser usados ​​para recuperar o acesso à sua conta se o seu dispositivo de autenticação de dois fatores for perdido.",
    "Regenerate Recovery Codes": "Gerar novos códigos de recuperação",
    "Show Recovery Codes": "Mostrar códigos de recuperação",
    "Disable": "Desabilitar",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Confirme o acesso à sua conta inserindo o código de autenticação fornecido pelo seu aplicativo autenticador.",
    "Code": "Código",
    "Use a recovery code": "Utilizar um código de recuperação",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Confirme o acesso à sua conta inserindo um dos seus códigos de recuperação de emergência.",
    "Recovery Code": "Código de Recuperação",
    "Use an authentication code": "Usar um código de autenticação",
    "Saved.": "Salvo",
    "Team Settings ": "Configurações da Plataforma",
    "Team Name": "Nome da Plataforma",
    "The team's name and owner information.": "Nome da Plataforma e informações do dono",
    "Team Owner": "Dono da Plataforma",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Forneça o endereço de e-mail da pessoa que você gostaria de adicionar a esta equipe. O endereço de e-mail deve estar associado a uma conta existente.",
    "Add Team Member": "Adicionar Usuário a Plataforma",
    "Add a new team member to your team, allowing them to collaborate with you.": "Adicione um novo membro a sua plataforma, permitindo que eles colaborem com você.",
    "Role": "Função",
    "Add": "Adicionar",
    "Added": "Adicionado",
    "This user already belongs to the team.": "Este usuário já pertence ao time",
    "We were unable to find a registered user with this email address.": "Não foi possível encontrar um usuário registrado com este endereço de e-mail.",
    "Create": "Criar",
    "Create Team": "Criar Plataforma",
    "Team Details": "Detalhes da Plataforma",
    "Create a new team to collaborate with others on projects.": "Crie uma nova plataforma para gerenciar com outras pessoas novos projetos."
}
